{
  "status": 200,
  "data": [
    {
      "specification": {
        "height": 6,
        "spread": 2.5
      },
      "reviews": ["5ef04b9c4c10ad2d84395e16"],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1592806097/racjsc7q1mmmz87dewml.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["Natural indirect /artificial bright light."],
      "water": [
        "Poke your finger/plain small stick into the soil to check the moisture.",
        "Apply 1 cup (Approx. 50 ml) water when the top soil (1-2 inch) in pot feels dry to touch.",
        "Apply water probably in the morning or evening time.",
        "Do not overwater the plant."
      ],
      "soil": [
        "Soil should be well drain and fertile, rich in organic content."
      ],
      "difficultyLevel": 5,
      "_id": "5ef04ad04c10ad2d84395e15",
      "name": "Peace Lily, Spathiphyllum",
      "youtube": "https://www.youtube.com/embed/Ei2syQCGz_Q",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1596901568/g5naolokq4fq50hi0052.jpg",
      "imageId": "g5naolokq4fq50hi0052",
      "about": " Peace Lily (Small) Plant is a very popular and very rare indoor flowering houseplant. It is also an excellent air purifier plant",
      "description": "The botanical name of Peace Lily Plant is Spathiphyllum. Peace Lily (Small) Plant is a very popular indoor houseplant. It is a clump-growing herbaceous perennial which produces white flowers that look like the hood of a cobra. Leaves are shiny and glossy, attractive even with no spathes.\r\nPeace Lily, Spathiphyllum (Small) - Plant are sturdy plants with glossy, dark green oval leaves that narrow to a point. The leaves rise directly from the soil. The long-lasting flowers start out pale green and slowly turn creamy white as they open.",
      "wikilink": "https://en.wikipedia.org/wiki/Spathiphyllum",
      "price": 199,
      "category": "5ef038d64c10ad2d84395dee",
      "features": "One of the rare indoor flowering plant and excellent air purifying plant.The white blooms of the peace lily generally appear in the spring as more of a modified leaf, a “bract,” than a multi-petaled flower. Very well cared for plants may bloom again in the fall as well. Blooms last for two months or more and after blooms fade, a period of non-blooming follows. Peace lilies manage just fine in darker quarters such as offices, bedrooms, and hospital rooms. Combine its ease of care with its aide in helping the cleanse the air we breathe, and you can see why the peace lily is such a popular houseplant.",
      "uses": "It makes an excellent container or house plant\r\nIt Beautifies Your house",
      "quantityAvailable": 50,
      "__v": 1
    },
    {
      "specification": {
        "height": 3.2,
        "spread": 3
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1592807625/mupzxxp6ce6hl2meaivu.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        " While pothos do well in a variety of light conditions and can even tolerate low light, moderate indoor light is ideal. Outdoors they can be grown in shade to partial shade. Wherever you decide to display your pothos, just be sure to avoid direct sunlight."
      ],
      "water": [
        "Keep soil moist, but be careful not to overwater. Easier said than done, right? Pothos do best when their soil is allowed to dry out between waterings. To achieve this watering technique allow only the top two inches to dry being sure that the roots are still moist. If the leaves are wilting or turning brown, you should water the plant more often. If the leaves are yellow, you may be watering it too much. Excessive watering may cause root rot."
      ],
      "soil": [
        "The soil should be well drained and fertile, rich in organic content."
      ],
      "difficultyLevel": 5,
      "_id": "5ef050c94c10ad2d84395e18",
      "name": "Money Plant",
      "youtube": "https://www.youtube.com/embed/WsZwK_pHF0U",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1592898489/uvfn5ylaywwamnlyxmdk.jpg",
      "imageId": "uvfn5ylaywwamnlyxmdk",
      "about": "Money plants are best to fill the house with greenery and to bring prosperity and good luck.",
      "description": " A money plant is one of the most common household plants. You can easily spot it indoors in houses, offices, cafes, shops, on your balcony or in a hanging basket gracious the people at that place. Money plants are also commonly known as Golden Pothos, Devils Ivy, Devils Vine, etc. It is the only plant in its species which does not flower. But do you know that money plants health benefits are endless?                                                                                       \r\n    It is said that the Money plant bears the maximum benefits when it is grown inside the house, rather than outside the house. A money plant can be potted in a small pot, a glass jar or even a hanging vase. Money plants are ideal for removing airborne pollutants from indoor air such as Benzene, Formaldehyde, Carbon Monoxide, and Xylene. So that way it works as a natural air purifier that helps in improving your health thereby providing you with the blessing of fresh air and good health. It’s good to furnish your homes, cafes, and office spaces with lots of money plants as the advantages money plants have for you, are infinite.",
      "wikilink": "https://en.wikipedia.org/wiki/Epipremnum_aureum",
      "price": 200,
      "category": "5ef038d64c10ad2d84395dee",
      "features": "Pothos plants can be an excellent addition to your home or office. It has minimal requirements, and its ability to help you breathe happier yet another advantage. Tough and versatile, pothos can grow horizontally across a mantelpiece, climb up a trellis, or trail from a hanging basket. Either way, it adds beauty, color, and benefits any environment.",
      "uses": "It makes an excellent container or house plant\r\nIt can also be grown in hanging baskets",
      "quantityAvailable": 100,
      "__v": 0
    },
    {
      "specification": {
        "height": 3,
        "spread": 2.5
      },
      "reviews": ["5efc9f80b8bb87001784474c"],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1592897359/kdrvlulk9bk1fkvpopox.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "Although they are very forgiving, Sansevieria plants prefer indirect but steady light with some direct sun. They can adapt to full sun conditions and will also survive quite dim situations."
      ],
      "water": [
        "Let the soil dry between waterings. During winter, reduce watering to monthly, or whenever the soil is dry to the touch. Err on the side of under watering; too much water can kill the plant."
      ],
      "soil": [
        "Sansevieria plants prefer a loose, well-drained potting mix. This plant will do well in sandier soils. Pick a potting media low in peat, which eventually packs and refuses to re-hydrate or drain properly. An all-purpose cactus potting soil is a good choice."
      ],
      "difficultyLevel": 5,
      "_id": "5ef1af50d0b0111f70261a40",
      "name": "Snake plant",
      "youtube": "https://www.youtube.com/embed/rrHzO03clVI",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1592897359/kdrvlulk9bk1fkvpopox.jpg",
      "imageId": "kdrvlulk9bk1fkvpopox",
      "about": "Sansevieria trifasciata (also known as the Snake Plant or Mother-In-Law's Tongue) is one of the most popular and hardy species of houseplants. An architectural species, it features stiff leaves that range from six inches to eight feet tall, depending on the variety. ",
      "description": "A common houseplant, the Sansevieria trifasciata is native to Asia and Africa. It can be recognized by its evergreen sword-shaped leaves that grow upright, and almost resemble artificial foliage.\r\n\r\nSnake plants are often used as home decor, as they’re pleasing to the eye, easy to care for, and require little water to survive.\r\n\r\nSnake plants are proven to be as useful as they are visually appealing. They can grow indoors and outdoors, with little to no maintenance.\r\n\r\nWhat’s more, snake plants can also help to filter indoor air, an attribute that can keep you safe and healthy. Consider adding a snake plant to your home for both aesthetic and health reasons.",
      "wikilink": "https://en.wikipedia.org/wiki/Dracaena_trifasciata",
      "price": 249,
      "category": "5ef038d64c10ad2d84395dee",
      "features": "Similar to other household succulents, snake plants help to filter indoor air. What’s unique about this particular plant is that it’s one of the few plants that can convert carbon dioxide (CO2) into oxygen at night.",
      "uses": "Snake plants are often used as home decor, as they’re pleasing to the eye.                                                                                                                            This is one of the NASA's recommended air purifier.",
      "quantityAvailable": 50,
      "__v": 1
    },
    {
      "specification": {
        "height": 6,
        "spread": 6
      },
      "reviews": ["5f27eba41d61a00017cabf3f"],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1592898085/zic0bq93sswj3ibvj5zt.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "Although these plants are extremely low light tolerant, they will grow faster and maintain their vibrant coloring and markings if grown in medium to bright indirect light. Direct sun will scorch their leaves."
      ],
      "water": [
        "Allow these indoor plants to dry out partially between watering. If left dry for too long the lower leaves will dry up and turn brown. If this happens, soak the soil and let the plant rehydrate."
      ],
      "soil": [
        "The soil should be well drained and fertile, rich in organic content"
      ],
      "difficultyLevel": 4,
      "_id": "5ef1b226d0b0111f70261a41",
      "name": "Syngonium",
      "youtube": "https://www.youtube.com/embed/nNKRe8ZrzmI",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1592898085/zic0bq93sswj3ibvj5zt.jpg",
      "imageId": "zic0bq93sswj3ibvj5zt",
      "about": "The arrowhead plant goes by numerous names, including arrowhead vine, American evergreen, five fingers, and nephthytis. Although it may be grown outdoors in some regions, the arrowhead plant (Syngonium podophyllum) is typically grown as a houseplant.  Read more at Gardening Know How: Arrowhead Plant Care: Growing Arrowhead Plants https://www.gardeningknowhow.com/houseplants/arrowhead-plant/arrowhead-plant-care-arrowhead-plant-or-syngonium-podophyllum.htm",
      "description": "Syngonium is a genus of flowering plants in the family Araceae, native to tropical rain forests in southern Mexico, the West Indies, Central and South America. They are woody vines growing to heights of 10–20 m or more in trees.",
      "wikilink": "https://en.wikipedia.org/wiki/Syngonium",
      "price": 199,
      "category": "5ef038d64c10ad2d84395dee",
      "features": "Used as a houseplant for its beautiful foliage",
      "uses": "Used as a houseplant for its beautiful foliage",
      "quantityAvailable": 500,
      "__v": 1
    },
    {
      "specification": {
        "height": 9,
        "spread": 4
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1596902319/p1xzrfluwcr0hi7mpcho.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "Natural indirect / artificial bright light is ideal for money plant growth.",
        "Protect from direct sunlight."
      ],
      "water": [
        "Apply water probably in the morning or evening time.",
        "Add water when soil feels dry"
      ],
      "soil": [
        "The soil should be well drained and fertile, rich in organic content."
      ],
      "difficultyLevel": 5,
      "_id": "5f2ecbaf02b3200017eff527",
      "name": "Zamioculcas Zamiifolia (ZZ Plant)",
      "youtube": "https://www.youtube.com/embed/tTix9uvLtjk",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1596904943/butsuawlrr1kzfbpnvfu.jpg",
      "imageId": "butsuawlrr1kzfbpnvfu",
      "about": "ZZ plant, with its wide, attractive, dark green leaves, boasts many favorable traits for offices and homes. ZZ plant tolerates neglect, is drought tolerant, and accepts low-light conditions without throwing a fit. Its waxy, smooth leaves reflect sunlight and brighten rooms. ZZ usually grows slowly to a height and width of two to three feet so it is not a plant monster that outgrows containers quickly.",
      "description": "Care of ZZ is simple, making it the gold standard for houseplant beginners, preoccupied office workers, and brown thumbs. The ZZ plant luckily doesn’t need any special type of potting soil: any well-drained potting soil will do. As for feeding it, apply a balanced liquid houseplant fertilizer (20-20-20) once a month when watering.Situate your ZZ in low to bright indirect light, and water when fully dry. Typically you can even forget a watering…or three…and it will still thrive. ZZ is also very resistant to diseases and insects. If your plant’s branches intrude into your space and get in the way, simply prune them away. The plant will potentially flower mid-summer to early autumn but the flowers are quite small and not super attractive, making ZZ mainly a foliage plant.",
      "wikilink": "https://en.wikipedia.org/wiki/Zamioculcas",
      "price": 299,
      "category": "5ef038d64c10ad2d84395dee",
      "features": "ZZ plants grow from large, thick rhizomes that resemble potatoes. These rhizomes store water, which is why the plant does well during droughts and places where forgetful owners live.",
      "uses": "It makes an excellent container or house plant\r\n",
      "quantityAvailable": 500,
      "__v": 0
    },
    {
      "specification": {
        "height": 12,
        "spread": 6
      },
      "reviews": ["6016341beec90b0015ff4969", "643f7289f681327348ac875d"],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599059238/jty7g2u75k3dkosm6opm.png"
      ],
      "quantitySold": 0,
      "sunlight": [
        "Keep the plant indoor with bright indirect natural light or bright artifical light.",
        "Protect the plant from direct sunlight as it can cause damage to the foliage."
      ],
      "water": [
        "Water the plant when the topsoil (1-2 inch) in pot feels dry to touch.",
        "Do not overwater the plant.",
        "Water thoroughly in the summer and reduce watering in winter and rainy season but do not let the plant dry out completely."
      ],
      "soil": [
        "The soil should be well drained and fertile for growing aglaonema plant."
      ],
      "difficultyLevel": 5,
      "_id": "5f4fb5263b1b980017b11383",
      "name": "Lipstick aglaonema",
      "youtube": "https://www.youtube.com/embed/xh0_eFGRhFg",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599059238/jty7g2u75k3dkosm6opm.png",
      "imageId": "jty7g2u75k3dkosm6opm",
      "about": "The aglaonema is a highly decorative plant & one of the most used interior landscape plant. It is easiest of all houseplants to grow, with several interesting varieties.The darker green varieties can grow in near shade, while the variegated varieties require brighter light.",
      "description": "The aglaonema is a highly decorative plant & one of the most used interior landscape plant. It is easiest of all houseplants to grow, with several interesting varieties.\r\n\r\nAglaonema are evergreen perennial herbs with stems growing erect or decumbent and creeping. Stems that grow along the ground may root at the nodes. There is generally a crown of wide leaf blades which in wild species are often variegated with silver and green coloration.They are slow growing and will only need repotting every other year. Aglaonema are generally low-growing plants that will only very gradually reveal their trunks.",
      "wikilink": "https://en.wikipedia.org/wiki/Aglaonema",
      "price": 399,
      "category": "5ef038d64c10ad2d84395dee",
      "features": "Glossy dark green leaves with red edges.",
      "uses": "This plant is used for landscaping gardening because of its beautiful variegated leaves",
      "quantityAvailable": 100,
      "__v": 2
    },
    {
      "specification": {
        "height": 12,
        "spread": 8
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599059949/ci6cg4qtlfuwjopk7r4m.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "3-6 hours of sunlight a day is ideal for flowering and plant will grow well in natural bright light ."
      ],
      "water": [
        "Poke your finger/plain small stick into the soil to check the moisture.",
        "As a rule of thumb, water the plant thoroughly in the summer and reduce watering in winter and rainy season.",
        "Apply water preferably in morning or evening."
      ],
      "soil": [
        "The soil should be well drained and rich in organic content for Mogra plant."
      ],
      "difficultyLevel": 4,
      "_id": "5f4fb7ed3b1b980017b11385",
      "name": "Mogra, Arabian Jasmine",
      "youtube": "https://www.youtube.com/embed/2EPW_frB8kE",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599059949/ci6cg4qtlfuwjopk7r4m.jpg",
      "imageId": "ci6cg4qtlfuwjopk7r4m",
      "about": " Mogra plant is famously known as Jasmine flower, it is one of the most beautiful and fragrant among all flowering plants in Asia.",
      "description": "Mogra is a slow growing Jasmine but grandest of them all with the largest flowers. Up to 1.5\" double flowers look like miniature roses. This tall growing shrub has Gardenia type flowers as large as carnations. Due to certain phenomena the older plants seem to be even more fascinating in providing flowers of different shapes and sizes on the same plant at the same time. The flowers do not seem to drop off and in most cases will dry right on the plant. This bushy compact plant needs a little more special attention than other Jasmines. Butt Mogra is also used to flavor the jasmine tea and making perfumes. A perfect houseplant, Butt Mogra is a beautiful fragrant ever bloomer for your home and garden. Variety \"Grand Duke Tuscany \" has bigger flowers and elongated leaves.",
      "wikilink": "https://en.wikipedia.org/wiki/Jasmine",
      "price": 249,
      "category": "5ef038dc4c10ad2d84395df1",
      "features": "It takes both sun or shade but loves partial shade and very well drained and moist soil. Requires frequent pruning for denser shape, otherwise becomes leggy.",
      "uses": "Medicinal Use:\r\nIt is considered to be an apt and biological cure for jaundice and other venereal diseases\r\nThe flower buds help in the treatment of ulcers, vesicles, boils, skin diseases and eye disorders\r\nThe leaves extract against breast tumors\r\nDrinking Jasmine tea regularly helps in curing cancer\r\nIts oil is very effective in calming and relaxing\r\nNote: The following information is general guidelines\r\nBe sure to ask your healthcare provider for guidelines\r\nNote: The following information is general guidelines, consult your healthcare adviser before consumption or application of plant and plant parts for medicinal purpose",
      "quantityAvailable": 200,
      "__v": 0
    },
    {
      "specification": {
        "height": 18,
        "spread": 6
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599061051/pnmnvcbmy4u2nl17rush.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "Keep the plant in indoor indirect bright light or artificial bright light.",
        "Protect the plant from direct harsh sunlight as it can cause damage to the foliage."
      ],
      "water": [
        "Poke your finger/plain small stick into the soil to check the moisture.",
        "Water when top soil (1-2 inches) feels dry to touch."
      ],
      "soil": [
        "The soil should be well drained and fertile rich in oragnic content."
      ],
      "difficultyLevel": 4,
      "_id": "5f4fbc3b3b1b980017b11386",
      "name": "Dieffenbachia Compacta",
      "youtube": "https://www.youtube.com/embed/Z7mW0xwPEXQ",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599061051/pnmnvcbmy4u2nl17rush.jpg",
      "imageId": "pnmnvcbmy4u2nl17rush",
      "about": "It is a perennial herbaceous plant, with stems eruded and fleshy, that is cultivated by its decorative leaves. This plant is pretty versatile at different life stages, but can last very long-term as an attractive house plant that grows into more of a tree form.",
      "description": "Dieffenbachia, most varieties do best in a filtered light situation. When this houseplant is producing new, tender leaves, they are subject to sunburn if the light is too bright or shines directly on the plant. Rotate the dieffenbachia houseplant regularly to provide adequate light to all sides of the plant and prevent it from reaching toward the light on one side.\r\n\r\nPlant the dumbcane in a well-draining soil and water lightly, keeping the soil consistently moist, but not soggy. Check the soil to make sure it is dry an inch down before watering the plant.",
      "wikilink": "https://en.wikipedia.org/wiki/Dieffenbachia",
      "price": 349,
      "category": "5ef038d64c10ad2d84395dee",
      "features": "Dieffenbachia is a perennial herbaceous plant with straight stem, simple and alternate leaves containing white spots and flecks, making it attractive as indoor foliage. Species in this genus are popular as houseplants because of their tolerance of shade.",
      "uses": "Dieffenbachia can be the perfect living decoration for the home or office",
      "quantityAvailable": 100,
      "__v": 0
    },
    {
      "specification": {
        "height": 8,
        "spread": 6
      },
      "reviews": ["5fa3ba432b8f760017992a36"],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599061572/obogruvvkc6k5rkzz9tn.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "3-6 hrs of sunlight ideal for flowering and plant can grow well in natural indirect bright light for rest of the day."
      ],
      "water": [
        "Do not overwater the plant.",
        "Apply water probably in the morning or evening time.",
        "Apply 4 cup (Approx. 200 ml) water when the top soil (1-2 inch) in pot feels dry to touch."
      ],
      "soil": [
        "The soil should be well drained and fertile, rich in organic content."
      ],
      "difficultyLevel": 3,
      "_id": "5f4fbe443b1b980017b11387",
      "name": "Rose (RED)",
      "youtube": "https://www.youtube.com/embed/ED8KLVUNBeA",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599061572/obogruvvkc6k5rkzz9tn.jpg",
      "imageId": "obogruvvkc6k5rkzz9tn",
      "about": "Roses are known for their enchanting beauty and are one of the most popular flowers. The red rose has come to be the ultimate symbol/gift to express romantic love and Bravery.",
      "description": "Beautiful Red Roses in the pot are a must have. This is made of best quality material, wood, PP & fabric. The flowers look as real as they can be and the pots also have plastic stones / gravel to give them a real look. The flowers come with the pot. These are not too big and hence perfect to keep in your home, office, desk, washroom and corner to brighten up the surroudings. Also can be kept in garden, balcony, living room, birthday party or any even. They are a perfect gift.",
      "wikilink": "https://en.wikipedia.org/wiki/Rose",
      "price": 199,
      "category": "5ef038dc4c10ad2d84395df1",
      "features": "All roses feature soft petals that are often doubled (meaning they have multiple sets of petals) and their stems are loaded with thorns. There are several different sizes, from tiny tea roses to larger varieties, and they can inhabit your garden as a shrub or as a climbing plant that is trained to scale trellises",
      "uses": "Roses are best known as ornamental plants\r\nRoses are used in landscapes\r\nRose-covered arches\r\nGods gift for decoration",
      "quantityAvailable": 100,
      "__v": 1
    },
    {
      "specification": {
        "height": 12,
        "spread": 8
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599061964/tr1wh11mm5z8kjywuh23.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "At least five to six hours of sunlight a day is ideal for flowering and plant grow well in direct bright light . Soil",
        "The soil should be well drained and rich in organic content for growing Hibiscus plant."
      ],
      "water": [
        "Do not overwater the plant.",
        "Water thoroughly in the summer and reduce watering in winter and rainy season."
      ],
      "soil": ["Well drained soil"],
      "difficultyLevel": 4,
      "_id": "5f4fbfcc3b1b980017b11388",
      "name": "Hibiscus, Gudhal Flower",
      "youtube": "https://www.youtube.com/embed/6FgaqCEDRhU\"",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599061964/tr1wh11mm5z8kjywuh23.jpg",
      "imageId": "tr1wh11mm5z8kjywuh23",
      "about": "Hibiscus (Red Double) are delightful shrubs with dark green leaves. Giving a hibiscus meant that the giver was acknowledging the receivers delicate beauty.",
      "description": "Exotic hibiscus are large, wildly colored and are also called fancy hibiscus. Their bushes usually don't grow as big or as vigorously as garden variety hibiscus, but the flowers are much more spectacular. Exotic hibiscus are all tropical hybrids. Producing such large multi-colored flowers requires good nutrition and some tender loving care, but there is nothing more rewarding than the beautiful blooms these exotic hibiscus produce.",
      "wikilink": "https://en.wikipedia.org/wiki/Hibiscus",
      "price": 199,
      "category": "5ef038dc4c10ad2d84395df1",
      "features": "Beautiful double flowering.",
      "uses": "The chemicals in the hibiscus flower help in the growth of hair\r\nIt reduces dandruff and makes the hair black\r\nThe natural oil in this flower acts as a good conditioner This flower can be used as a natural dye for hair The oil in this flower can be applied to the skin of patients who are suffering from cellulite which makes the skin to glow The ash obtained by burning the flower and leaves of this flower can be applied to eyebrows which glazes them black This flower can be used as shoe polish by rubbing it on the shoe\r\nNote: The following information is general guidelines\r\nBe sure to ask your healthcare provider for guidelines",
      "quantityAvailable": 100,
      "__v": 0
    },
    {
      "specification": {
        "height": 9,
        "spread": 6
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599062391/xvlqrytrsdarhlpdwyzm.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["\tBright light, but avoid direct sunlight in summer."],
      "water": [
        "Ixora likes to be watered, but you shouldnt do it excessively. Keep soil continuously moist, but reduce watering in the winter. Very high humidity is preferred."
      ],
      "soil": [
        "The most important thing to remember when planting Ixora is that it must be planted in acidic soil because alkaline soil can result in yellow foliage. These acid-loving plants thrive in rich, moist, peat-based soil."
      ],
      "difficultyLevel": 3,
      "_id": "5f4fc1773b1b980017b11389",
      "name": "Ixora Mini Dwarf (Pink)",
      "youtube": "https://www.youtube.com/embed/pXo3zdi3WfM",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599062391/xvlqrytrsdarhlpdwyzm.jpg",
      "imageId": "xvlqrytrsdarhlpdwyzm",
      "about": "It produces clusters of star-shaped flowers all year round. Each cluster is consists of flowers that comes in red, yellow, pink,orange or peach in color.",
      "description": "Ixora is a genus of flowering plants in the Rubiaceae family.It is one of the most colourful flowering and hedge plants available. Most will grow in sun or shade and have flowers in massed heads throughout the year.These plants are dependable bloomers, love the sun, and fit nicely into any size landscape.Ixora is a genus of flowering plants in the Rubiaceae family. It consists of tropical evergreen trees and shrubs.\r\nThe plants possess leathery leaves, ranging from 3 to 6 inches in length, and produce large clusters of tiny pink flowers in the summer.",
      "wikilink": "https://en.wikipedia.org/wiki/Ixora",
      "price": 299,
      "category": "5ef038dc4c10ad2d84395df1",
      "features": "With their bright inflorescences, glossy green foliage, versatility in use and being easy to grow, Ixora are popular garden shrubs throughout the world. Ixora is a compact, multi-branched evergreen shrub or small tree. Star-shaped flowers appear in round bunches and often fragrant.",
      "uses": "ixora flowers are commonly used in Hindu worship, as well as in ayurveda and Indian folk medicine.",
      "quantityAvailable": 150,
      "__v": 0
    },
    {
      "specification": {
        "height": 12,
        "spread": 8
      },
      "reviews": ["5f4fc3993b1b980017b1138b"],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599062793/upmcrugeyah4m7yqowna.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["\tFull sun"],
      "water": [
        "Moderate. In cooler periods or when you bring your plants indoors for the winter, the water requirement will be much less."
      ],
      "soil": ["Dry, sandy, well-drained soil"],
      "difficultyLevel": 2,
      "_id": "5f4fc3093b1b980017b1138a",
      "name": "Bougainvillea (Pink)",
      "youtube": "https://www.youtube.com/embed/B8koMNAsysg",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599062793/upmcrugeyah4m7yqowna.jpg",
      "imageId": "upmcrugeyah4m7yqowna",
      "about": "Bougainvillea is a genus of thorny ornamental vines, bushes, and trees with flower-like spring leaves near its flowers.",
      "description": "Orchid Pink bougainvillea is a shrubby, mounding evergreen climber with short thorns and small green leaves with wavy margins. This variety sports spikier pink flower petals compared to the typical bougainvillea, with rounder petals.Leaves have cream to golden yellow edges, dark gray-green centers, and are tinged with red when new.",
      "wikilink": "https://en.wikipedia.org/wiki/Bougainvillea",
      "price": 299,
      "category": "5ef038dc4c10ad2d84395df1",
      "features": "1. Bougainvillea is a genus of thorny ornamental vines, bushes, and trees with flower-like spring leaves near its flowers.                                                     2. The bracts' range of colors includes the classic red, purple, orange, apricot, white, pink, cream, yellow and bi-color mutations.",
      "uses": "The plant is used for an ornamental purpose\r\nBougainvillea plants are a beloved addition to many gardens and walls\r\nIt can be trained to climb trellises or be planted as an attractive but thornily impenetrable barrier, and it can also serve as a groundcover",
      "quantityAvailable": 200,
      "__v": 1
    },
    {
      "specification": {
        "height": 5,
        "spread": 4
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599064237/dmgp5ytyfcxw2w79nsak.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "At least 3-6 hours of preferably morning sunlight a day is ideal for plant to grow well and natural indirect bright light for the rest of the day."
      ],
      "water": [
        "Apply 1 cup (Approx. 50 ml ) water when top soil (3-4 inches) in pot feels dry to touch."
      ],
      "soil": [
        "Soil should be well drain and fertile, rich in organic content"
      ],
      "difficultyLevel": 5,
      "_id": "5f4fc8ad3b1b980017b1138d",
      "name": "Crassula Campfire",
      "youtube": "https://www.youtube.com/embed/KcW5YsrYCgQ",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599064237/dmgp5ytyfcxw2w79nsak.jpg",
      "imageId": "dmgp5ytyfcxw2w79nsak",
      "about": "Crassula capitella (Campfire) is a branching succulent plant with fleshy propeller like leaves that mature from light green to bright red.",
      "description": "Crassula capitella or the Campfire Plant is a perennial succulent plant native to southern Africa. Campfire crassula is a branching succulent with fleshy leaves that mature from bright lime green to bright red. Great for borders, containers, edging, fillers, ground covers, rock gardens, xeriscaping, and coastal gardens.\r\n\r\nCampfire Plant grows as an evergreen and is a flowering succulent. Being an evergreen plant, it will keep",
      "wikilink": "https://en.wikipedia.org/wiki/Crassula_capitella",
      "price": 300,
      "category": "5ef039244c10ad2d84395df3",
      "features": "In its native habitat, C. ovata is a large, much-branched, compact, rounded, evergreen shrub, usually 1-1.5 m tall, sometimes up to 5 m, with glossy, dark grey-green, oval, succulent leaves and rounded heads of pink flowers in winter-spring. Stems are erect, stout and gnarled, 30-50 cm, and up to 20 cm in diameter.",
      "uses": "Ornamental Use:\r\n\r\nThe plant is used for ornamental purpose like borders, containers, edging, fillers, ground covers, rock gardens",
      "quantityAvailable": 100,
      "__v": 0
    },
    {
      "specification": {
        "height": 480,
        "spread": 10
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599066650/iq1a7lfzpj913vli8twe.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [],
      "water": [],
      "soil": [],
      "difficultyLevel": 5,
      "_id": "5f4fd21a3b1b980017b1138f",
      "name": "Palm Cabbage",
      "youtube": "https://www.youtube.com/embed/cAL19Dz11rI",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599066650/iq1a7lfzpj913vli8twe.jpg",
      "imageId": "iq1a7lfzpj913vli8twe",
      "about": "The dwarf fan palm is a plant that looks tropical but is perfectly ok with non-tropical conditions. It’s one of only two palms native to Europe and copes happily with British weather. Cold temperatures, wind and drought won’t phase it. ",
      "description": "In the wild, it grows mainly in southwestern Europe, in places like Spain and Portugal, but also in North Africa. It’s quite a slow grower, but in the wild it can reach heights of up to 5m, with its fan-like leaves growing as long as 1.5m. It won’t reach those heights in a pot and will only grow a few centimetres per year, so don’t worry about it taking over your balcony or patio.\r\n\r\nIt’s incredibly easy to care for. It likes a spot that gets some sun, but is fine with shade for part of the day. It’s very drought tolerant so just give it a water occasionally, when you notice the top two inches of soil are dry. Your plant will arrive in a nursery pot (the plastic pot it’s been growing in). There’s no need to remove it from this. Just place the whole thing inside a decorative pot. \r\n\r\nThis is an ideal plant for inexperienced gardeners and gives great results for very little effort. We’re big fans. ",
      "wikilink": "https://en.wikipedia.org/wiki/Sabal_palmetto",
      "price": 1499,
      "category": "5f4fce8d3b1b980017b1138e",
      "features": "Cabbage palm is a 30-40 ft. (sometimes taller) palm tree with fan-shaped leaves supported by hard, woody stalks. Cabbage palms are evergreens, shedding older leaves (stalk and all) as new ones emerge from the growing tip. The trunk is of uniform diameter from base to summit and mostly branchless.",
      "uses": "Palm cabbage, the delicate young bud cut from the top of the tree, is, like the buds from other palms, eaten as a salad vegetable. Mature palm leaves are used in thatching and weaving baskets",
      "quantityAvailable": 20,
      "__v": 0
    },
    {
      "specification": {
        "height": 3,
        "spread": 5
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599067624/gqgdkbjisy0apa98mzmo.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["direct sunlight daily"],
      "water": [
        "Water the pentas when the top 2 to 4 inches of soil begins to dry out. Provide about 1 to 2 inches of water per plant or enough to thoroughly moisten the top 6 inches of soil."
      ],
      "soil": [
        "Spread 2 inches of mulch around the plants each spring. Mulch keeps in soil moisture and prevents weed growth. Replenish the mulch layer in fall for perennial pentas to provide some insulation for the roots against winter cold."
      ],
      "difficultyLevel": 5,
      "_id": "5f4fd5e83b1b980017b11390",
      "name": "Aboli - Arka Ambara",
      "youtube": "https://www.youtube.com/embed/Ndx5GDIKbFA",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599067624/gqgdkbjisy0apa98mzmo.jpg",
      "imageId": "gqgdkbjisy0apa98mzmo",
      "about": "Aboli or Crossandra is an erect, herbaceous perennial ever green semi shrub growing to a height of 4ft . Commonly called €Fire Cracker€™ because of its mature brackets cracking sound when put in water .",
      "description": "Aboli or Crossandra is an erect, herbaceous perennial ever green semi shrub growing to a height of 4ft . Commonly called Fire Cracker because of its mature brackets cracking sound when put in water . Aboli has glossy, wavy-margined leaves and fan-shaped flowers, which may appear at any time throughout the year.The flowers are unusually shaped with 3 to 5 asymmetrical petals. They grow from four-sided stalked spikes, and have a tube-like inch stalk.\r\n\r\nCrossandra flowers are produced on exotic four-sided inflorescences which grow from the upper portions of the new growth.Within these four-sided growths are numerous buds, each of which produce a flat coral-orange flower\r\n\r\nArka Ambara variety blooms with bright orange flowers",
      "wikilink": "https://en.wikipedia.org/wiki/Crossandra",
      "price": 200,
      "category": "5ef038dc4c10ad2d84395df1",
      "features": "It is related to the Mexican petunia and the yellow shrimp plant. This tropical perennial will grow up to 3 feet tall, with glossy, textured leaves that are oval-shaped and can grow up to 5 inches long. Crossandra has clusters of tubular flowers that are usually salmon, but can also be shades of red, yellow, and pink.",
      "uses": "Specimen or grouping or mass for shrub borders or foundations. Also effective as an informal hedge or low screen.",
      "quantityAvailable": 100,
      "__v": 0
    },
    {
      "specification": {
        "height": 4,
        "spread": 5
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599068405/jxx0sjkrfp87c54rerix.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "Adenium requires direct sunlight and fresh air; plants grown in shade will flower poorly, become leggy, and are more susceptible to diseases. However, it is necessary to protect the newly exposed portions (caudex) from direct sun, or sunscald may occur."
      ],
      "water": [
        "Proper watering is the key to keeping your Adenium healthy. Frequency of watering depends on container and soil mix used to plant and of course temperature. Adenium needs more water when plants actively growing and hot summer days. During monsoon and winter water requirement is less as soil retains moisture for a longer period due to slow absorption by plants."
      ],
      "soil": [
        "Desert rose requires excellent drainage in any soil mix; if it is not provided, the roots rot, resulting in poor growth or death of the plant. The soil mix also must have moisture retention properties, along with adequate nutrients. Use a mixture of one part coarse sand, half part coco peat and half part worm compost or well rotted cow dung, which will hold some moisture but still drain nicely."
      ],
      "difficultyLevel": 5,
      "_id": "5f4fd8f53b1b980017b11391",
      "name": "Adenium Baby Pink (Grafted)",
      "youtube": "https://www.youtube.com/embed/u_FdKS8-T1I",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599068405/jxx0sjkrfp87c54rerix.jpg",
      "imageId": "jxx0sjkrfp87c54rerix",
      "about": "Adenium also known as desert rose is slow growing but long-lived succulent plant. The attractive flowers of adeniums and their interesting bottle-shaped trunk make them desirable for the garden.",
      "description": "Adeniums are easy to grow plant and thrive in humid, tropical climate like India, Thailand, and Philippines. As hardy and tough plant Adenium needs very little care, the only way to kill one of these plants is to over water or leaves it exposed to low temperature. If a few simple precautions are taken, Adenium also thrives in cool, wet climates.",
      "wikilink": "https://en.wikipedia.org/wiki/Adenium_obesum",
      "price": 500,
      "category": "5ef038dc4c10ad2d84395df1",
      "features": "Adenium Plant special feature. Can be kept indoor in AC. The more sunlight plant get, the more flowers it blooms.",
      "uses": "Adenium obesum is grown as a houseplant in temperate regions. Numerous hybrids have been developed. Adeniums are appreciated for their colorful flowers, but also for their unusual, thick caudices. They can be grown for many years in a pot and are commonly used for bonsai.\r\n\r\nBecause seed-grown plants are not genetically identical to the mother plant, desirable varieties are commonly propagated by grafting. Genetically identical plants can also be propagated by cutting. However, cutting-grown plants do not tend to develop a desirable thick caudex as quickly as seed-grown plants.",
      "quantityAvailable": 100,
      "__v": 0
    },
    {
      "specification": {
        "height": 8,
        "spread": 3
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599071278/wyrnxpqnqvzpahidyykx.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["Bright indirect natural light or bright artificial light."],
      "water": [
        "Poke your finger/plain small stick into the soil to check the moisture. Water when topsoil (3-4 inches) feels dry to touch. Water thoroughly in the summer and reduce watering in winter and rainy season."
      ],
      "soil": [
        "Soil should be well drain and fertile, rich in organic content."
      ],
      "difficultyLevel": 5,
      "_id": "5f4fe42e3b1b980017b11392",
      "name": "Sansevieria trifasciata Golden Hahnii, Snake Plant",
      "youtube": "https://www.youtube.com/embed/D156Fa1P43I",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599071278/wyrnxpqnqvzpahidyykx.jpg",
      "imageId": "wyrnxpqnqvzpahidyykx",
      "about": "Sansevieria trifasciata Golden Hahnii is a popular houseplant with leaves having dark green centers that are surrounded by light yellow to gold edges.",
      "description": "Sansevieria trifasciata Golden Hahnii is a stemless succulent plant with dark green leaves with clear horizontal bands, arranged in an attractive rosette.\r\n\r\nIt is a lovely, short growing form of Sansevieria trifasciata which remains less than a foot high as it sends out new shoots, and spreads into a cluster of leafy funnels.Snake plant can survive low light levels, drought and have few insect problems.",
      "wikilink": "https://en.wikipedia.org/wiki/Sansevieria",
      "price": 400,
      "category": "5ef039244c10ad2d84395df3",
      "features": "The snake plant is an excellent air purifier plant.",
      "uses": "for decoration",
      "quantityAvailable": 100,
      "__v": 0
    },
    {
      "specification": {
        "height": 18,
        "spread": 4
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599097076/ozqvogliuy6cziqm2x55.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["Full sunlight"],
      "water": ["Twice a week"],
      "soil": ["Sandy well-drained soils"],
      "difficultyLevel": 5,
      "_id": "5f5048f5cb33bb00173b6bc8",
      "name": "Aloe Vera Plant",
      "youtube": "https://www.youtube.com/embed/o3qnqJmXuHI",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599097076/ozqvogliuy6cziqm2x55.jpg",
      "imageId": "ozqvogliuy6cziqm2x55",
      "about": "Drought-resistant aloe vera requires low maintenance Can be grown in partial or full sun Gel from plants is ideal for treating minor injuries or sun burns",
      "description": "Aloe Vera are succulents known for both its beauty and health benefits. Aloe Vera are drought resistant and highly survivable plants due to being part of the succulent family. Minor cuts, rashes and even sun burns are treatable by the gel from these plants. There are various methods of extracting the gel, most of these methods include removing a mature leaf, slicing down length wise, then squeezing/scooping the gel out. Given access to plentiful sunlight and watering when needed, this succulent will flourish. Grown and shipped from our location in Florida, we promise to deliver fresh and beautiful Aloe Vera you'll want to show off.",
      "wikilink": "https://en.wikipedia.org/wiki/Aloe_vera",
      "price": 300,
      "category": "5ef039244c10ad2d84395df3",
      "features": "Flourishes in partial and full sun only needing water when the soil becomes dry\r\nPrefers hardiness zones 9 to 12 (20°F to 60°F) zones 5 to 8 (minus 20°F) are possible with enough sunlight or if kept indoors (full sun or heat lamp needed)\r\nLow maintenance and easy to care for",
      "uses": "Could be kept in kitchen with adequate sunlight as a self-growing first-aid kit",
      "quantityAvailable": 150,
      "__v": 0
    },
    {
      "specification": {
        "height": 4,
        "spread": 3
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599097769/uojktdzrxsdqu4sxxxvh.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "Full sun, partial sun, at least 4 to 6 hours of sunlight per day."
      ],
      "water": [
        "Low for the rainy season, Moderate for winter, More than moderate for a summer"
      ],
      "soil": ["Avoid excess organic contents in the soil."],
      "difficultyLevel": 5,
      "_id": "5f504ba9cb33bb00173b6bc9",
      "name": "Bunny Ear Cactus",
      "youtube": "https://www.youtube.com/embed/A1wTLLGz_HE",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599097769/uojktdzrxsdqu4sxxxvh.jpg",
      "imageId": "uojktdzrxsdqu4sxxxvh",
      "about": "Opuntia microdasys is a decorative cactus which adds beauty.",
      "description": "The bunny ears cactus forms a dense shrub, about 40â€“60 cm tall, with pad-like stems 6â€“15cm long and 4â€“12cm wide. It has no spines, but rather numerous white or yellow glochids (hair-like prickles) that are 2â€“3mm long and found in dense clusters.  The flowers emerge from the top edges of the pads in April and May. The yellow flowers appear only rarely.",
      "wikilink": "https://en.wikipedia.org/wiki/Opuntia_microdasys",
      "price": 350,
      "category": "5ef039244c10ad2d84395df3",
      "features": "Survivals and growers of the summer.",
      "uses": "Ornamental Use:\r\n\r\nOpuntia Microdasys also used as the ornamental plant\r\n",
      "quantityAvailable": 200,
      "__v": 0
    },
    {
      "specification": {
        "height": 5,
        "spread": 4
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599098145/ort2p5bt5aaphcxchnpm.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["NA"],
      "water": ["Light watering"],
      "soil": ["NA"],
      "difficultyLevel": 3,
      "_id": "5f504d21cb33bb00173b6bca",
      "name": "Vermicompost - 1 kg",
      "youtube": "https://www.youtube.com/embed/tFVEEqqtqL8",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599098145/ort2p5bt5aaphcxchnpm.jpg",
      "imageId": "ort2p5bt5aaphcxchnpm",
      "about": "Vermigreen vermicompost is a high quality 100% organic product for gardening and organic farming. It is a humic-acid rich compost prepared by decomposition of organic waste by earthworms.",
      "description": "Vermicompost is used as a soil additive, conditioner, and fertilizer. Vermicompost functions to add humus and organic matter to the soil providing bioavailable nutrients to the plants, increasing soil tilth. Vermicompost helps with water infiltration and retention, while buffering excessive acid or alkaline soil conditions.\r\n\r\nVermicompost helps store nutrients and keeps them safe from leeching and irrigation.",
      "wikilink": "https://en.wikipedia.org/wiki/Vermicompost",
      "price": 79,
      "category": "5ef039dc4c10ad2d84395e09",
      "features": "This pack is sufficient for a plant potted in a pot having 5-6 inch upper diameter for 1 year\r\nImproves soil quality\r\nHelps to balance soil pH\r\nCompletely organic product\r\n100% Chemical free",
      "uses": "For potted plants, apply 150-250 g Vermicompost at the plant base away from main stem 3-4 times in a year\r\nUse in equal proportion with soil while filling pots",
      "quantityAvailable": 300,
      "__v": 0
    },
    {
      "specification": {
        "height": 6,
        "spread": 5
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599099222/jobls26khzeewpybc4nz.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["NA"],
      "water": ["Moderately"],
      "soil": ["Soil mix"],
      "difficultyLevel": 3,
      "_id": "5f505156cb33bb00173b6bcb",
      "name": "Nutrient-rich general purpose potting soil mix - 5 kg",
      "youtube": "https://www.youtube.com/embed/Z8uuQyPV_34",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599099222/jobls26khzeewpybc4nz.jpg",
      "imageId": "jobls26khzeewpybc4nz",
      "about": "Contents: Soil, Perlite, Vermiculite, Cocopeat, Vermicompost.",
      "description": "Quality of the growing medium decides the quality of the plants. Soil in the pots/containers should be well drained and aerated. It should still retain moisture.",
      "wikilink": "https://en.wikipedia.org/wiki/Potting_soil#:~:text=3%20Sterilization-,Ingredients,(to%20increase%20water%20retention).",
      "price": 350,
      "category": "5ef039dc4c10ad2d84395e09",
      "features": "Environment friendly Excellent water holding capacityOrganic Provides best environment to the plants rootsNo harmful chemicalsCan be used to grow all type of plantsSpecially formulatedExcellent air porosity",
      "uses": "To fill pots/containers, vertical gardens, bio walls for growing Plants\r\nTo prepare raised beds for growing Plants\r\nTo repot plants\r\nTo amend existing soil in pots",
      "quantityAvailable": 1500,
      "__v": 0
    },
    {
      "specification": {
        "height": 10,
        "spread": 3
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599100468/l9c6v9pkakkq7fdjygo1.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["NA"],
      "water": ["NA"],
      "soil": ["NA"],
      "difficultyLevel": 5,
      "_id": "5f505634cb33bb00173b6bcc",
      "name": "Corona Long Straight Snips",
      "youtube": "https://www.youtube.com/embed/mwRWnYmvYcU",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599100468/l9c6v9pkakkq7fdjygo1.jpg",
      "imageId": "l9c6v9pkakkq7fdjygo1",
      "about": "Very Handy for Many Uses",
      "description": "Long, straight, pointed blade for a wide range of applications.\r\nFully heat-treated steel blades for strength.\r\nBlades, spring and handle coated to prevent rust.\r\nUnobtrusive leather strap lock.\r\nOverall length, 7-1/4\".",
      "wikilink": "https://en.wikipedia.org/wiki/Snips",
      "price": 399,
      "category": "5ef039a94c10ad2d84395e02",
      "features": "Replacement Parts Available",
      "uses": "Economical snips especially designed for grape thinning, horticultural uses, bonsai or crop harvesting. Very handy for many uses.",
      "quantityAvailable": 200,
      "__v": 0
    },
    {
      "specification": {
        "height": 8,
        "spread": 3
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599100876/gf1ild5gn2mdh1v6cwu4.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["NA"],
      "water": ["NA"],
      "soil": ["NA"],
      "difficultyLevel": 5,
      "_id": "5f5057cccb33bb00173b6bcd",
      "name": "Felco Pruner",
      "youtube": "https://www.youtube.com/embed/nhf08LM4w14",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599100876/gf1ild5gn2mdh1v6cwu4.jpg",
      "imageId": "gf1ild5gn2mdh1v6cwu4",
      "about": "High Quality Pruner",
      "description": "Reliable: Comfortable, light, sturdy handles made of forged aluminum, blade and riveted anvil blade made of high-quality hardened steel for a clean, precise cut, all parts can be replaced.\r\nEfficient: Easy, durable cutting adjustment, wire cutting notch and a sap groove.\r\nErgonomic: Hand protection is provided by the cushion-shock absorber and a non-slip coating on the handle.\r\nFor a medium to large size hand.\r\nCuts up to a 1\" diameter.",
      "wikilink": "https://en.wikipedia.org/wiki/Pruning_shears",
      "price": 199,
      "category": "5ef039a94c10ad2d84395e02",
      "features": "Good for Large Hands\r\nReplacement Parts Available",
      "uses": "Cuts Small-Sized Branches (1\")",
      "quantityAvailable": 100,
      "__v": 0
    },
    {
      "specification": {
        "height": 2,
        "spread": 2
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599101515/dztxf341hkwaetjtoqqd.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["NA"],
      "water": ["NA"],
      "soil": ["NA"],
      "difficultyLevel": 5,
      "_id": "5f505a4ccb33bb00173b6bce",
      "name": "Square Plastic Pots",
      "youtube": "https://www.youtube.com/embed/o8QCRIvlJ5w",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599101515/dztxf341hkwaetjtoqqd.jpg",
      "imageId": "dztxf341hkwaetjtoqqd",
      "about": "Good Size for Starting Succulents",
      "description": "All sizes have thick almost crush-proof, dark green walls, with a smooth finish to keep soil from sticking when plants are being removed for transplanting.\r\nPots have drainage holes and wide bases for stability\r\nThe Anderson 2\" pot is 2\" sq x 2-1/8\" deep.\r\nCan use the carrying tray for easy transport",
      "wikilink": "https://en.wikipedia.org/wiki/Flowerpot",
      "price": 20,
      "category": "5ef0395c4c10ad2d84395dfc",
      "features": "best for small plants",
      "uses": "Use for Propagation",
      "quantityAvailable": 500,
      "__v": 0
    },
    {
      "specification": {
        "height": 12,
        "spread": 4
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599101776/mhgsy0a5i3d1kwoocmx4.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["Full sun to partial shade"],
      "water": ["\tModerately"],
      "soil": ["Sandy soil"],
      "difficultyLevel": 4,
      "_id": "5f505b50cb33bb00173b6bcf",
      "name": "Ashwagandha ",
      "youtube": "https://www.youtube.com/embed/FNSCI15XG0M",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599101776/mhgsy0a5i3d1kwoocmx4.jpg",
      "imageId": "mhgsy0a5i3d1kwoocmx4",
      "about": "The plant part of Ashwagandha is mighty useful plant according to Ayurveda.",
      "description": "Ashwagandha plant is an erect branching growing shrub, with a height up to 1.5 meters. Ashwagandha is a hardy and drought tolerant plant. Ashwagandha leaves are dull green color, an elliptic shape, usually up to 10 to 12 cm in length. Usually, the flowers are small, greenish yellow and bell-shaped.\r\n\r\nThe ripe fruit is berry usually an orange-red color.",
      "wikilink": "https://en.wikipedia.org/wiki/Withania_somnifera",
      "price": 199,
      "category": "5ef0392b4c10ad2d84395df4",
      "features": "Is an ancient medicinal herb. ...\r\nCan reduce blood sugar levels. ...\r\nMight have anticancer properties. ...\r\nCan reduce cortisol levels. ...\r\nMay help reduce stress and anxiety. ...\r\nMay reduce symptoms of depression. ...\r\nCan boost testosterone and increase fertility in men. ...\r\nMay increase muscle mass and strength",
      "uses": "Ashwagandha boosts the immune system, helps in lowering cholesterol, reducing swelling & pain, regulating blood Sugar levels, good for the heart, stimulates collagen & promotes wound healing, reduces depression, stress & anxiety, stimulates the underactive thyroid, increases muscle mass & strength, boosts memory and cognitive performance\r\nNote: Use only after consulting the specialist",
      "quantityAvailable": 100,
      "__v": 0
    },
    {
      "specification": {
        "height": 5,
        "spread": 7
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599102174/zo335inakzxtcar9hw1b.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "These plants require much sunlight for proper development. If they are growing in cloudy locations, they become spindly and develop less vibrant blooms. Some species can withstand 30 to 50% shade and the sun can burn their foliage."
      ],
      "water": ["Water them 2 to 3 times a week."],
      "soil": [
        "The plant needs a good quality, coarse potting mix of 65% perlite, 5% rock, 5% sand and 20% top soil with coir or a small percentage of peat. Do not add fertilizer until the plant has been in the pot for 2 to 3 months. Planting adeniums, desert rose plants, in the ground is a bit different than in pots. Make sure you put 3 inches of rock in the bottom of the hole for drainage and then use the soil as described. Remember using regular potting mixes and top soils will cause root rot!"
      ],
      "difficultyLevel": 4,
      "_id": "5f505cdecb33bb00173b6bd0",
      "name": "Adenium ",
      "youtube": "https://www.youtube.com/embed/zFWk15q0QHs",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599102493/otagcqk0gt98xdnoaoyc.jpg",
      "imageId": "otagcqk0gt98xdnoaoyc",
      "about": "A set of 3 Adenium plants with pink flowers. Do not worry in holidays, your Adeniums will be alive in appropriate condition.",
      "description": "Adenium obesum is grown as a houseplant in temperate regions. Numerous hybrids have been developed. Adeniums are appreciated for their colorful flowers, but also for their unusual, thick caudices. They can be grown for many years in a pot and are commonly used for bonsai.\r\n\r\nBurst Adenium seed pod\r\nBurst Adenium seed pod\r\nBecause seed-grown plants are not genetically identical to the mother plant, desirable varieties are commonly propagated by grafting. Genetically identical plants can also be propagated by cutting. However, cutting-grown plants do not tend to develop a desirable thick caudex as quickly as seed-grown plants.\r\n\r\nThe sap of Adenium boehmianum, A. multiflorum, and A. obesum contains toxic cardiac glycosides and is used as arrow poison throughout Africa for hunting large game.[4]",
      "wikilink": "https://www.wikiwand.com/en/Adenium",
      "price": 399,
      "category": "5f4fce8d3b1b980017b1138e",
      "features": "Eccentric pack of 3 pink coloured Adeniums all set to pour beauty and vibrant joy to your garden.",
      "uses": "Its generally keep indoor in living room and in terrace area\r\n",
      "quantityAvailable": 12,
      "__v": 0
    },
    {
      "specification": {
        "height": 18,
        "spread": 3
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599102810/l75zvvywqifywhyigjwi.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["Full sunlight"],
      "water": ["Moderately"],
      "soil": ["Rich, loose potting media"],
      "difficultyLevel": 5,
      "_id": "5f505f5acb33bb00173b6bd1",
      "name": "\"Gavota\" Tulip Bulbs",
      "youtube": "https://www.youtube.com/embed/LM5VQENr1ZA",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599102810/l75zvvywqifywhyigjwi.jpg",
      "imageId": "l75zvvywqifywhyigjwi",
      "about": "Truly a Regal Looking Tulip",
      "description": "Gavota is a Triumph tulip with a regal look. Burgundy petals are edged in gold. Make the most of this stunning tulip by planting it in clumps or drifts, instead of mixing it with other tulip blooms. Triumph tulips are the result of crossings between long stemmed Darwin tulips and varieties of the short stemmed Early tulips. When planted outdoors, their flowering time is in between these varieties, blooming late April/early May. With their strong stems, large flowers, and medium heights, Triumph tulips are excellent as potted plants for Valentine's Day and are superb in beds or borders. Pack of 10 bulbs.\r\n\r\nUSDA Zones: 3-8\r\nBloom Time: April-May\r\nHeight: 18-20\"\r\nPlanting depth/Spacing: 5\"/ 2\"\r\nDeer Resistant: no",
      "wikilink": "https://en.wikipedia.org/wiki/Bulb",
      "price": 70,
      "category": "5ef039494c10ad2d84395df9",
      "features": "Attracts Bees/Butterflies\r\nBulb\r\nContainer Compatible\r\nGood Cut Flower",
      "uses": "Ornamental ",
      "quantityAvailable": 200,
      "__v": 0
    },
    {
      "specification": {
        "height": 4,
        "spread": 4
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599103143/s0us639lwje2qjtvacol.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [],
      "water": [],
      "soil": [],
      "difficultyLevel": 2,
      "_id": "5f5060a8cb33bb00173b6bd2",
      "name": "White Round Unami Planter, For Indoor, Size: 4 Inch",
      "youtube": "https://youtu.be/TZ76MDIM2Mg",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599103143/s0us639lwje2qjtvacol.jpg",
      "imageId": "s0us639lwje2qjtvacol",
      "about": "Established in the year 2017, we “Rainbow Ceramics” are engaged in Manufacturing an excellent quality range of Flower Pots, Ceramic Planter, Eva Bowl Planter, and Succulent Planter with Saucer. As a quality conscious organization, all the products are provided to the clients as per the national standards. These products are highly demanded by the customers for their best quality, strong construction, and longer service life.",
      "description": "The products offered by us are designed as per the industry set standards from optimum quality material and the latest machines at our vendors’ end. We have a team of highly qualified and skilled professionals to handle our business-related tasks. Our understanding in this domain has always supported us to build best in class products at better prices with no compromise on superiority. Apart from this, our ability to maintain timelines and quality in the assortment has assisted us in positioning our name in the list of top-notch companies of the industry.\r\nUnder the headship of our mentor \"Mr. Sathya\", we have gained a huge clientele across the nation. He has excellent management skills, detailed business knowledge of this domain and sharp business acumen, supported by which we can easily tackle the challenges of our domain.\r\n\r\n",
      "wikilink": "https://youtu.be/TZ76MDIM2Mg",
      "price": 99,
      "category": "5ef039624c10ad2d84395dfe",
      "features": "Hand Building, Glazing, Factory Made\r\n",
      "uses": "High Glossy Pure White Color , made with Porcelain 4 Inch Dia Planter for Tabletop/Indoor/Corporate  Application.\r\n",
      "quantityAvailable": 10,
      "__v": 0
    },
    {
      "specification": {
        "height": 8,
        "spread": 2
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599103336/nul5mabhpcfgokuqizmc.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["Full sun to part shade"],
      "water": [
        "Medium. Apply just enough moisture to keep the soils from totally drying out."
      ],
      "soil": ["Medium wet loamy to sandy soil"],
      "difficultyLevel": 5,
      "_id": "5f506168cb33bb00173b6bd3",
      "name": "Zephyranthes Lily, Rain Lily (Pink) - Bulbs",
      "youtube": "https://www.youtube.com/embed/-__8pTP991Q",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599103336/nul5mabhpcfgokuqizmc.jpg",
      "imageId": "nul5mabhpcfgokuqizmc",
      "about": "Zephyranthes can be deciduous or evergreen bulbous perennials, with linear leaves and funnel-shaped or crocus-like flowers in spring, summer or autumn.",
      "description": "Leaves are a deep glossy green and measure 3 mm wide. Flowers, which at first resemble a new leaf, but emerge from their papery sheaves to a stunning whiteness; they are erect in perianth.",
      "wikilink": "https://en.wikipedia.org/wiki/Zephyranthes_candida",
      "price": 150,
      "category": "5ef039494c10ad2d84395df9",
      "features": "Its star shape attractive flowers increase the beauty of any empty space.",
      "uses": "Ornamental Use:\r\n\r\nEffective in border fronts, rock gardens and along paths or sidewalks",
      "quantityAvailable": 200,
      "__v": 0
    },
    {
      "specification": {
        "height": 6,
        "spread": 6
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599103481/zjodvwtae3aazmza3z0z.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "Keep the plant outdoor in natural bright light / indoor indirect bright light or artificial bright light. Protect the plant from direct harsh sunlight as it can cause damage to the foliage."
      ],
      "water": [
        "Poke your finger/plain small stick into the soil to check the moisture. Water when top soil (3-4 inches) feels dry to touch. Water thoroughly in the summer and reduce watering in winter and rainy season."
      ],
      "soil": [
        "The soil should be well drained and fertile rich in oragnic content."
      ],
      "difficultyLevel": 3,
      "_id": "5f5061f9cb33bb00173b6bd4",
      "name": "Aloe vera",
      "youtube": "https://www.youtube.com/embed/3lepOM0sYHo",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599103481/zjodvwtae3aazmza3z0z.jpg",
      "imageId": "zjodvwtae3aazmza3z0z",
      "about": "Aloe vera, Ghrita-kumari is the famous medicinal plant with ornamental and cultural beliefs.",
      "description": "Aloe vera belongs to the Asphodelaceae family. Aloe vera cultivated for agricultural and medicinal uses. Aloe vera also used for decorative purposes and grows successfully indoors and outdoor. The leaves are thick and fleshy, green to grey-green.\r\n\r\nIt is found in many consumer products including beverages, skin lotion, cosmetics, or ointments for minor burns and sunburns. Note: Any variety of these plants will be delivered, a few shown",
      "wikilink": "https://www.wikiwand.com/en/Aloe_vera",
      "price": 249,
      "category": "5ef0392b4c10ad2d84395df4",
      "features": "Medicinal properties and low care plants.",
      "uses": "Aloe vera is used in traditional medicine\r\nIt has been used for a variety of ailments\r\nAloe vera is most commonly used as a topical medication, rubbed onto the skin rather than eaten\r\nIt has long been known as a treatment for sores, particularly burns, including sunburns\r\nNote: Please consult your health expert first before applying externally and internally",
      "quantityAvailable": 25,
      "__v": 0
    },
    {
      "specification": {
        "height": 25,
        "spread": 8
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599104196/oqsuuyikm78nu11k9bp3.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["Full Sun"],
      "water": ["Moderately"],
      "soil": ["well-drained soil"],
      "difficultyLevel": 4,
      "_id": "5f5064c4cb33bb00173b6bd5",
      "name": "Bakul",
      "youtube": "https://www.youtube.com/embed/7OAJr41n_LM",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599104196/oqsuuyikm78nu11k9bp3.jpg",
      "imageId": "oqsuuyikm78nu11k9bp3",
      "about": "Maulsari originates in the Indian subcontinent. Deemed one of the holiest trees appears in Sanskrit literature & in Indian epic, Ramayan.",
      "description": "Maulsari, also known as Indian medlar, originates in the Indian subcontinent. One Hindu legend holds that if wine is sprinkled on the mouth of a beautiful woman, maulsaris aromatic blossoms will spring forth.\r\n\r\nLarge evergreen tree with dark grey fissured bark and densely spreading crown; Leaves oblong, glabrous and leathery with wavy margins, Flowers white, fragrant, axillary, solitary or fascicled, Fruits ovoid or ellipsoid berries, Seeds",
      "wikilink": "https://www.wikiwand.com/en/Mimusops_elengi",
      "price": 399,
      "category": "5ef0392b4c10ad2d84395df4",
      "features": "Fragrant flowers",
      "uses": "Bulletwood tree, Bakul or Maulsari tree is a medicinal tree. For the medicinal purpose its leaves, fruit, bark and flowers are used. The flowers, bark and fruits are astringent in action. Bark is used as Tonic, astringent, and to reduce fever. The leaves are used as antidote to snake-bite. The pulp of the fruit is used in curing chronic dysentery. Dried flowers powder is used as a brain tonic. Seeds of the tree are purgative. The aerial parts are diuretic in action.",
      "quantityAvailable": 22,
      "__v": 0
    },
    {
      "specification": {
        "height": 19,
        "spread": 6
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599104853/bsjlmozscvdkk0dkkih2.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["Full sun to part shade"],
      "water": ["Moderately"],
      "soil": ["Well-drained soil"],
      "difficultyLevel": 5,
      "_id": "5f506756cb33bb00173b6bd6",
      "name": "Aphanamixis polystachya",
      "youtube": "https://www.youtube.com/embed/gFB0bxrbJY4",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599104853/bsjlmozscvdkk0dkkih2.jpg",
      "imageId": "bsjlmozscvdkk0dkkih2",
      "about": "Amoora rohituka (Aphanamixis polystachya) is an evergreen tree that grows wild and can be planted in domestic.",
      "description": "Shan lian is an evergreen plant; occasionally a shrub 2 meters or taller, it more commonly takes a tree-like habit when it can grow as tall as 32 meters. The cylindrical bole can be straight or crooked; it can be free of branches for up to 15 metres.",
      "wikilink": "https://www.wikiwand.com/en/Aphanamixis_polystachya",
      "price": 349,
      "category": "5ef0392b4c10ad2d84395df4",
      "features": "Amoora rohituka is an evergreen tree that grows wild and planted in many districts of Bangladesh.",
      "uses": "Compact spiderwort with a long bloom\r\nRock gardens, borders, open woodland gardens, wild gardens, naturalized areas or moist areas along streams or ponds\r\n",
      "quantityAvailable": 12,
      "__v": 0
    },
    {
      "specification": {
        "height": 12,
        "spread": 6
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599105380/bdxrvg2yafdymirvj7wl.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "More than 6 hours of sunlight a day is ideal for plant to grow well and natural direct bright light for the rest of the day"
      ],
      "water": [
        "Poke your finger/plain small stick into the soil to check the moisture. Apply 4 cup (Approx. 200 ml) water when top soil (1-2 inches) in pot feels dry to touch. As rule of thumb, Water the plant thoroughly in the summer and reduce watering in winter and rainy season. Do not over-water the plant. Apply water preferably in morning or evening."
      ],
      "soil": [
        "The soil should be well drained and fertile, rich in organic content for growing plant."
      ],
      "difficultyLevel": 4,
      "_id": "5f506964cb33bb00173b6bd7",
      "name": "Aegle marmelos",
      "youtube": "https://www.youtube.com/embed/EKpOkhgmLyo",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599105380/bdxrvg2yafdymirvj7wl.jpg",
      "imageId": "bdxrvg2yafdymirvj7wl",
      "about": "The deciduous tree with trifoliate leaves is traditionally used as a sacred, offering by Hindus in India to Lord Shiva.",
      "description": "Bael is botanically known as Aegle marmelos ant it is deciduous tree with trifoliate leaves. The branches sometimes bear long straight spines. The bark is shallowly furrowed and corky. Bael is an indigenous fruit tree of India.\r\n\r\nBael grows in wild and semi-wild in the North India states of Uttar Pradesh, Orissa, Bihar, West Bengal, and Madhya Pradesh. It is considered holy in Hindu religion and the leaves are used as offerings for Lord S",
      "wikilink": "https://www.wikiwand.com/en/Aegle_marmelos",
      "price": 199,
      "category": "5ef0392b4c10ad2d84395df4",
      "features": "Sacred plant",
      "uses": "Bel benefits in healing digestive disorders, ulcers, headache, hypertension, diabetes, and numerous other ailments The ripe fruit works as a laxative but is not digested easily Unripe bel fruit, on the other hand, promotes digestion and cures diarrhea\r\nNote: Use only after consulting the Health specialist",
      "quantityAvailable": 13,
      "__v": 0
    },
    {
      "specification": {
        "height": 13,
        "spread": 7
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599105920/u8rbps0vnhgx5z0pqgdj.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "Morning sunlight of more than 6 hours a day is ideal for flowering and fruit development."
      ],
      "water": [
        "Poke your finger/plain small stick into the soil to check the moisture. Apply 4 cup (approx.200ml) of water when the top soil (1-2 inch) in the pot feels dry to touch. Do not overwater the plant. As a rule of thumb, water the plants thoroughly in summer and reduce watering in winter and rainy season. Water should be applied preferably in the morning or evening."
      ],
      "soil": [
        "The soil should be well drained, fertile and rich in organic content for growing Anjeer fruit plant."
      ],
      "difficultyLevel": 4,
      "_id": "5f506b80cb33bb00173b6bd8",
      "name": "Fig Tree",
      "youtube": "https://www.youtube.com/embed/ZdOkKeAHO0c",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599105920/u8rbps0vnhgx5z0pqgdj.jpg",
      "imageId": "u8rbps0vnhgx5z0pqgdj",
      "about": "Growing Anjeer plant is an easy way to add a tropical flair to your garden. When you know that its important and how to care for Anjeer plants, you will be rewarded with many years of lovely fruit.",
      "description": "This product does not have the flowers and fruits at the time of shipping. Afterward, the plant will bloom and produce fruits. Anjeer is a beautiful small deciduous tree with an interesting spreading habit from Moraceae family. The breadth is often wider than the height of 4-9 meter.\r\n\r\nThe bark is a smooth, silvery gray. The leaves of the tree are the identifying feature, they are about 4 inches long and have 3 or 5 lobes.The species name\r\n",
      "wikilink": "https://www.wikiwand.com/en/Common_fig",
      "price": 349,
      "category": "5ef0392b4c10ad2d84395df4",
      "features": "Small fruit tree.The tree is hardy in nature and requires comparatively low maintenance costs",
      "uses": "Fig fruit is used as laxative to relieve constipation and its leaves are used for diabetes, high cholesterol and other skin conditions\r\nSome time milky sap(latex) from the tree used to treat skin tumors and wart\r\nNote: The following information is general guidelines, be sure to ask your healthcare provider for guidelines",
      "quantityAvailable": 23,
      "__v": 0
    },
    {
      "specification": {
        "height": 20,
        "spread": 4
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599106483/yespxzeuljghrptfdqq2.jpg"
      ],
      "quantitySold": 0,
      "sunlight": ["More than 6 hours of direct bright sunlight a day"],
      "water": [
        "Before water poke your finger/plain small stick into the soil to check the moisture. Water when top soil (1-2 inches) feels dry to touch. Water thoroughly in the summer and reduce watering in winter and rainy season."
      ],
      "soil": [
        "The soil should be well drained and fertile, rich in organic content for growing plant. Grow well in pH range of 6.5 to 8"
      ],
      "difficultyLevel": 4,
      "_id": "5f506db3cb33bb00173b6bd9",
      "name": "Moringa oleifera ",
      "youtube": "https://www.youtube.com/embed/a6klxxdmxOU",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599106805/bmlqzxyimyasomc5bgqe.png",
      "imageId": "bmlqzxyimyasomc5bgqe",
      "about": "Add more vitamins, protein and minerals in diet by growing an amazing Drumstick plant at your home.",
      "description": "Moringa oleifera deciduous tree in Moringaceae family The tree itself is rather slender, with drooping branches. The bark has a whitish grey color and is surrounded by thick cork. The tree has an open crown of drooping, fragile branches and the leaves build up a feathery foliage of tripinnate leaves.\r\n\r\nThe flowers have five unequal, thinly veined, yellowish-white petals. The fruit is a hanging green capsule",
      "wikilink": "https://www.wikiwand.com/en/Moringa_oleifera",
      "price": 299,
      "category": "5ef0392b4c10ad2d84395df4",
      "features": "",
      "uses": "Used in urinary problems, reduce inflammation, earaches, Dental caries, as a cardiac stimulant in asthma, Cough, Scurvy, Wounds and eye diseases\r\nNote- Please consults your health advisor before application or consuming of plants or plant parts",
      "quantityAvailable": 14,
      "__v": 0
    },
    {
      "specification": {
        "height": 6,
        "spread": 5
      },
      "reviews": [],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599108060/deft1jb8ze0vvrmxzph8.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "Keep the plant outdoor with bright natural light. Initially (Seedling stage) protect the curry plant from direct harsh sunlight as it can cause damage to the foliage."
      ],
      "water": [
        "Water the plant when the topsoil (1-2 inch) in pot feels dry to touch. Do not overwater the plant. Water thoroughly in the summer and reduce watering in winter and rainy season."
      ],
      "soil": [
        "The soil should be well drained and fertile for growing Curry plant."
      ],
      "difficultyLevel": 4,
      "_id": "5f5073dccb33bb00173b6bda",
      "name": "Curry tree",
      "youtube": "https://www.youtube.com/embed/XfeCYgBQrxU",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599108060/deft1jb8ze0vvrmxzph8.jpg",
      "imageId": "deft1jb8ze0vvrmxzph8",
      "about": "Murraya koenigii is a most attractive, small evergreen tree with wonderfully sweet, curry-pungent foliage. Murraya koenigii well known for their aromatic and distinctive flavour and medicinal properties.",
      "description": "The Curry plant is native to the Indian subcontinent, and can be found growing wild throughout the country and temperate climates and has compound leaves areas where it can grow up to 5 - 6 meters high. Its green elongated leaves are glossy, aromatic and beautiful.\r\n\r\nThe plant produces white fragrant flowers (terminal cymes) which can self-pollinate to produce small shiny-black drupes containing a single, large viable seed, the leaves",
      "wikilink": "https://www.wikiwand.com/en/Curry_tree",
      "price": 399,
      "category": "5ef0392b4c10ad2d84395df4",
      "features": "Interesting house plant, the leaflets of which can be snipped for cooking",
      "uses": "Curry leaves are said to have alkaloids that help heal wounds that are not too deep\r\nCurry leaves help increase digestive secretions\r\nThe extract from the curry leaves have an active constituent which is anti-diabetic\r\nCurry leaves have properties that can help in lowering ones blood cholesterol levels\r\nNote: The following information is general guidelines\r\nBe sure to ask your healthcare provider for guidelines",
      "quantityAvailable": 15,
      "__v": 0
    },
    {
      "specification": {
        "height": 6,
        "spread": 8
      },
      "reviews": ["6054a33ce9c3700015acce12"],
      "othernames": [],
      "otherimages": [
        "https://res.cloudinary.com/deepjha98/image/upload/v1599108791/mbzky1eg86uakmlpstuc.jpg"
      ],
      "quantitySold": 0,
      "sunlight": [
        "The bonsai should be positioned outside or near window in a sunny or semi-shaded place. Keep the plant indoor or outdoor with 3 to 5 hours of sunlight."
      ],
      "water": [
        "Poke your finger/plain small stick into the soil to check the moisture. Water when top soil (1-2 inches) feels dry to touch. Water thoroughly in the summer and reduce watering in winter and rainy season."
      ],
      "soil": [
        "The soil should be well drained and fertile rich in oragnic content."
      ],
      "difficultyLevel": 5,
      "_id": "5f5076b7cb33bb00173b6bdb",
      "name": "Jade Bonsai",
      "youtube": "https://www.youtube.com/embed/mjzcmLa0IhY",
      "image": "https://res.cloudinary.com/deepjha98/image/upload/v1599108791/mbzky1eg86uakmlpstuc.jpg",
      "imageId": "mbzky1eg86uakmlpstuc",
      "about": "Bonsai is closely resembling circumstances in nature. These styles are open to personal interpretation and creativity of nature.",
      "description": "The jade tree plant is part of a plant classification known as succulents. The jade plant has thick, glossy, deep green, oval-shaped leaves and thick, brown stems. The Jade has a thick trunk and a fine branch structure with thick oval green succulent leaves.\r\n\r\nDuring autumn sometimes small white flowers appear, but only when the tree has experienced droughts in the season. The bark is green and soft when young, becoming red-brown when",
      "wikilink": "https://www.wikiwand.com/en/Crassula_ovata",
      "price": 1299,
      "category": "5f4fce8d3b1b980017b1138e",
      "features": "Realistic representation of nature in the miniature form",
      "uses": "Bonsai use to create natural beauty in a small space",
      "quantityAvailable": 22,
      "__v": 1
    }
  ]
}
